Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: macOS protects %@: it may ask for permission the first time the agent reads this folder.
ar: يحمي macOS %@: قد يطلب الإذن في المرة الأولى التي يقرأ فيها الوكيل هذا المجلد.
de: macOS schützt %@: Es fragt möglicherweise um Erlaubnis, wenn der Agent diesen Ordner zum ersten Mal liest.
es: macOS protege %@: puede pedir permiso la primera vez que el agente lea esta carpeta.
fr: macOS protège %@ : il peut demander une autorisation la première fois que l’agent lit ce dossier.
hi: macOS %@ को सुरक्षित रखता है: एजेंट के पहली बार यह फ़ोल्डर पढ़ने पर यह अनुमति माँग सकता है।
it: macOS protegge %@: potrebbe chiedere l’autorizzazione la prima volta che l’agente legge questa cartella.
ja: macOSは%@を保護しています。エージェントがこのフォルダを初めて読み取るときに、許可を求められることがあります。
ko: macOS는 %@을(를) 보호합니다. 에이전트가 이 폴더를 처음 읽을 때 권한을 요청할 수 있습니다.
nl: macOS beschermt %@: het kan om toestemming vragen wanneer de agent deze map voor het eerst leest.
pl: macOS chroni lokalizację %@: może poprosić o pozwolenie, gdy agent po raz pierwszy odczyta ten folder.
pt_br: O macOS protege %@: ele pode pedir permissão na primeira vez que o agente ler esta pasta.
ru: macOS защищает %@: при первом чтении этой папки агентом может появиться запрос разрешения.
tr: %@ macOS tarafından korunuyor: ajan bu klasörü ilk kez okuduğunda macOS izin isteyebilir.
uk: macOS захищає %@: система може запитати дозвіл, коли агент уперше читатиме цю папку.
zh_hans: macOS 会保护%@：智能体首次读取此文件夹时，macOS 可能会请求许可。
zh_hant: macOS 會保護%@：代理程式第一次讀取此資料夾時，系統可能會要求許可。

source: modified
ar: معدّل
de: geändert
es: modificado
fr: modifié
hi: बदला गया
it: modificato
ja: 変更
ko: 수정됨
nl: gewijzigd
pl: zmieniony
pt_br: modificado
ru: изменён
tr: değiştirildi
uk: змінено
zh_hans: 已修改
zh_hant: 已修改

source: modified content
ar: محتوى معدّل
de: geänderter Inhalt
es: contenido modificado
fr: contenu modifié
hi: बदली गई सामग्री
it: contenuto modificato
ja: 内容を変更
ko: 수정된 내용
nl: gewijzigde inhoud
pl: zmieniona zawartość
pt_br: conteúdo modificado
ru: изменённое содержимое
tr: değiştirilmiş içerik
uk: змінений вміст
zh_hans: 内容已修改
zh_hant: 內容已修改

source: new
ar: جديد
de: neu
es: nueva
fr: nouvelle
hi: नई
it: nuovo
ja: 新規
ko: 새로 만듦
nl: nieuw
pl: nowa
pt_br: nova
ru: новая
tr: yeni
uk: нова
zh_hans: 新
zh_hant: 新的

source: new output
ar: مخرجات جديدة
de: neue Ausgabe
es: nueva salida
fr: nouvelle sortie
hi: नया आउटपुट
it: nuovo output
ja: 新しい出力
ko: 새로운 출력
nl: nieuwe uitvoer
pl: nowe wyjście
pt_br: nova saída
ru: новый вывод
tr: yeni çıktı
uk: новий вивід
zh_hans: 新输出
zh_hant: 新輸出

source: new output in %@
ar: مخرجات جديدة في %@
de: neue Ausgabe in %@
es: nueva salida en %@
fr: nouvelle sortie dans %@
hi: %@ में नया आउटपुट
it: nuovo output in %@
ja: %@に新しい出力
ko: %@에 새로운 출력
nl: nieuwe uitvoer in %@
pl: nowe wyjście w %@
pt_br: nova saída em %@
ru: новый вывод в %@
tr: %@ içinde yeni çıktı
uk: новий вивід у %@
zh_hans: %@ 中有新输出
zh_hant: %@ 中有新輸出

source: new process
ar: عملية جديدة
de: neuer Prozess
es: nuevo proceso
fr: nouveau processus
hi: नई प्रोसेस
it: nuovo processo
ja: 新規プロセス
ko: 새로운 프로세스
nl: nieuw proces
pl: nowy proces
pt_br: novo processo
ru: новый процесс
tr: yeni işlem
uk: новий процес
zh_hans: 新进程
zh_hant: 新程序

source: new process, given a summary
ar: عملية جديدة، مع ملخص
de: neuer Prozess, mit Zusammenfassung
es: nuevo proceso, con un resumen
fr: nouveau processus, avec un résumé
hi: नई प्रोसेस, सारांश के साथ
it: nuovo processo, con un riepilogo
ja: 新規プロセス、要約付き
ko: 새로운 프로세스, 요약과 함께
nl: nieuw proces, met een samenvatting
pl: nowy proces, z podsumowaniem
pt_br: novo processo, com um resumo
ru: новый процесс со сводкой
tr: yeni işlem, özetle
uk: новий процес із підсумком
zh_hans: 新进程，附带摘要
zh_hant: 新程序，附帶摘要

source: no commits yet
ar: لا يوجد commit بعد
de: noch keine Commits
es: aún sin commits
fr: aucun commit pour l’instant
hi: अभी तक कोई कमिट नहीं
it: ancora nessun commit
ja: コミットなし
ko: 아직 커밋 없음
nl: nog geen commits
pl: brak commitów
pt_br: nenhum commit ainda
ru: коммитов пока нет
tr: henüz commit yok
uk: ще немає комітів
zh_hans: 尚无提交
zh_hant: 尚無 commit

source: no match
ar: لا توجد مطابقة
de: kein Treffer
es: ninguna coincidencia
fr: aucune correspondance
hi: कोई मेल नहीं
it: nessuna corrispondenza
ja: 一致なし
ko: 일치 항목 없음
nl: geen overeenkomst
pl: brak dopasowania
pt_br: nenhuma correspondência
ru: нет совпадений
tr: eşleşme yok
uk: немає збігів
zh_hans: 无匹配
zh_hant: 沒有符合項目

source: none in this session's transcript
ar: لا شيء في transcript هذه الجلسة
de: keine im Transkript dieser Sitzung
es: ninguno en el transcript de esta sesión
fr: aucun dans le transcript de cette session
hi: इस सेशन के ट्रांसक्रिप्ट में कोई नहीं
it: nessuno nella trascrizione di questa sessione
ja: このセッションのトランスクリプトにはありません
ko: 이 세션의 트랜스크립트에 없음
nl: geen in het transcript van deze sessie
pl: brak w transkrypcie tej sesji
pt_br: nenhum na transcrição desta sessão
ru: нет в транскрипте этой сессии
tr: bu oturumun dökümünde yok
uk: немає в транскрипті цього сеансу
zh_hans: 此会话的对话记录中没有
zh_hant: 此工作階段的對話記錄中沒有

source: not in this session's transcript
ar: غير موجود في transcript هذه الجلسة
de: nicht im Transkript dieser Sitzung
es: ausente del transcript de esta sesión
fr: absent du transcript de cette session
hi: इस सेशन के ट्रांसक्रिप्ट में नहीं
it: non presente nella trascrizione di questa sessione
ja: このセッションのトランスクリプトにありません
ko: 이 세션의 트랜스크립트에 없음
nl: niet in het transcript van deze sessie
pl: spoza transkryptu tej sesji
pt_br: ausente da transcrição desta sessão
ru: нет в транскрипте этой сессии
tr: bu oturumun dökümünde yok
uk: відсутній у транскрипті цього сеансу
zh_hans: 不在此会话的对话记录中
zh_hant: 不在此工作階段的對話記錄中

source: not installed
ar: غير مثبّت
de: nicht installiert
es: no instalado
fr: non installé
hi: इंस्टॉल नहीं है
it: non installato
ja: インストールされていません
ko: 설치되지 않음
nl: niet geïnstalleerd
pl: niezainstalowany
pt_br: não instalado
ru: не установлен
tr: yüklü değil
uk: не інстальовано
zh_hans: 未安装
zh_hant: 未安裝

# notes.footer.size
source: %1$@ of %2$@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
uk: %1$@ з %2$@

source: nothing handed over
ar: لم يتم تسليم أي شيء
de: nichts übergeben
es: nada traspasado
fr: rien de transmis
hi: कुछ नहीं सौंपा गया
it: nulla passato
ja: 引き継ぎなし
ko: 인계된 항목 없음
nl: niets overgedragen
pl: nic nie przekazano
pt_br: nada transferido
ru: ничего не передано
tr: hiçbir şey devredilmedi
uk: нічого не передано
zh_hans: 未移交任何内容
zh_hant: 未移交任何內容

source: nothing yet
ar: لا شيء بعد
de: noch nichts
es: nada por ahora
fr: rien pour l’instant
hi: अभी तक कुछ नहीं
it: ancora niente
ja: まだありません
ko: 아직 없음
nl: nog niets
pl: jeszcze nic
pt_br: nada ainda
ru: пока ничего
tr: henüz bir şey yok
uk: поки нічого
zh_hans: 暂无内容
zh_hant: 尚無內容

source: orange
ar: برتقالي
es: naranja
hi: नारंगी
it: arancione
ja: オレンジ
ko: 주황색
nl: oranje
pl: pomarańczowy
pt_br: laranja
ru: оранжевый
tr: turuncu
uk: помаранчевий
zh_hans: 橙色
zh_hant: 橙色

source: pink
ar: وردي
de: rosa
es: rosa
fr: rose
hi: गुलाबी
it: rosa
ja: ピンク
ko: 분홍색
nl: roze
pl: różowy
pt_br: rosa
ru: розовый
tr: pembe
uk: рожевий
zh_hans: 粉色
zh_hant: 粉紅色

source: purple
ar: أرجواني
de: violett
es: morado
fr: violet
hi: बैंगनी
it: viola
ja: 紫
ko: 보라색
nl: paars
pl: fioletowy
pt_br: roxo
ru: фиолетовый
tr: mor
uk: фіолетовий
zh_hans: 紫色
zh_hant: 紫色

source: read %lld s ago
ar: تمت القراءة منذ %lld ث
de: vor %lld s gelesen
es: leído hace %lld s
fr: lu il y a %lld s
hi: %lld से. पहले पढ़ा गया
it: letto %lld s fa
ja: %lld秒前に読み込み
ko: %lld초 전에 읽음
nl: %lld s geleden gelezen
pl: odczytano %lld s temu
pt_br: lido há %lld s
ru: прочитано %lld с назад
tr: %lld sn önce okundu
uk: прочитано %lld с тому
zh_hans: %lld 秒前读取
zh_hant: %lld 秒前讀取

source: read at %@
ar: تمت القراءة في %@
de: um %@ gelesen
es: leído a las %@
fr: lu à %@
hi: %@ पर पढ़ा गया
it: letto alle %@
ja: %@に読み込み
ko: %@에 읽음
nl: gelezen om %@
pl: odczytano o %@
pt_br: lido às %@
ru: прочитано в %@
tr: okunma saati: %@
uk: прочитано о %@
zh_hans: 读取于 %@
zh_hant: 於 %@ 讀取

source: read just now
ar: تمت القراءة للتو
de: gerade gelesen
es: leído hace un momento
fr: lu à l’instant
hi: अभी-अभी पढ़ा गया
it: letto proprio ora
ja: たった今読み込み
ko: 방금 읽음
nl: zojuist gelezen
pl: odczytano przed chwilą
pt_br: lido agora mesmo
ru: прочитано только что
tr: az önce okundu
uk: прочитано щойно
zh_hans: 刚刚读取
zh_hant: 剛剛讀取

source: red
ar: أحمر
de: rot
es: rojo
fr: rouge
hi: लाल
it: rosso
ja: 赤
ko: 빨간색
nl: rood
pl: czerwony
pt_br: vermelho
ru: красный
tr: kırmızı
uk: червоний
zh_hans: 红色
zh_hant: 紅色

source: renamed, %lld %% similar
ar: تمت إعادة تسميته، مشابه بنسبة %lld%%
de: umbenannt, zu %lld %% ähnlich
es: renombrado, similar en un %lld %%
fr: renommé, similaire à %lld %%
hi: नाम बदला गया, %lld %% समान
it: rinominato, simile al %lld %%
ja: 名前変更、類似度%lld%%
ko: 이름 변경됨, %lld%% 유사
nl: naam gewijzigd, %lld %% gelijk
pl: zmieniona nazwa, podobieństwo %lld%%
pt_br: renomeado, %lld%% semelhante
ru: переименован, сходство %lld %%
tr: yeniden adlandırıldı, %%%lld benzer
uk: перейменовано, схожість %lld %%
zh_hans: 已重新命名，相似度 %lld%%
zh_hant: 已重新命名，相似度 %lld%%

source: resumed conversation
ar: محادثة مستأنفة
de: Unterhaltung fortgesetzt
es: conversación reanudada
fr: conversation reprise
hi: बातचीत जारी रखी गई
it: conversazione ripresa
ja: 会話を再開
ko: 대화 재개됨
nl: gesprek hervat
pl: wznowiona rozmowa
pt_br: conversa retomada
ru: возобновлённая беседа
tr: sürdürülen konuşma
uk: продовжена розмова
zh_hans: 已恢复对话
zh_hant: 已繼續對話

source: rewritten
ar: أُعيدت كتابته
de: umgeschrieben
es: reescrita
fr: réécrite
hi: फिर से लिखी गई
it: riscritto
ja: 書き換え
ko: 재작성됨
nl: herschreven
pl: przepisana
pt_br: reescrita
ru: переписана
tr: yeniden yazıldı
uk: переписана
zh_hans: 已重写
zh_hant: 已改寫

source: running a command
ar: ينفّذ أمرًا
de: führt einen Befehl aus
es: ejecutando un comando
fr: commande en cours
hi: कमांड चल रही है
it: comando in esecuzione
ja: コマンド実行中
ko: 명령 실행 중
nl: voert een opdracht uit
pl: wykonuje polecenie
pt_br: executando um comando
ru: выполняет команду
tr: komut çalıştırıyor
uk: виконує команду
zh_hans: 正在运行命令
zh_hant: 正在執行指令

source: same conversation
ar: المحادثة نفسها
de: gleiche Unterhaltung
es: misma conversación
fr: même conversation
hi: वही बातचीत
it: stessa conversazione
ja: 同じ会話
ko: 같은 대화
nl: zelfde gesprek
pl: ta sama rozmowa
pt_br: mesma conversa
ru: та же беседа
tr: aynı konuşma
uk: та сама розмова
zh_hans: 同一对话
zh_hant: 相同對話

# separator.restart
source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reinicio
fr: Relance
hi: पुनरारंभ
it: Riavvio
ja: 再起動
ko: 재시작
nl: Herstart
pl: Ponowne uruchomienie
pt_br: Reinício
ru: Перезапуск
tr: Yeniden Başlatma
uk: Перезапуск
zh_hans: 重新启动
zh_hant: 重新啟動

source: shipped with the application
ar: مرفقة مع التطبيق
de: mit der App geliefert
es: incluido con la app
fr: fourni avec l’application
hi: ऐप के साथ दिया गया
it: fornito con l’applicazione
ja: アプリケーションに付属
ko: 앱에 기본 제공됨
nl: meegeleverd met de app
pl: dołączony do aplikacji
pt_br: incluído no aplicativo
ru: поставляется с приложением
tr: uygulamayla birlikte gelir
uk: постачається з програмою
zh_hans: 随应用附带
zh_hant: 隨應用程式提供

source: signed out: sign in from a terminal
ar: تم تسجيل الخروج: سجّل الدخول من طرفية
de: abgemeldet: Melde dich in einem Terminal an
es: sin sesión iniciada: inicia sesión desde un terminal
fr: déconnecté : connectez-vous depuis un terminal
hi: साइन आउट: टर्मिनल से साइन इन करें
it: disconnesso: accedi da un terminale
ja: サインアウト中：ターミナルからサインインしてください
ko: 로그아웃됨: 터미널에서 로그인하십시오
nl: uitgelogd: log in vanuit een terminal
pl: wylogowany: zaloguj się w terminalu
pt_br: sem login: faça login em um terminal
ru: вход не выполнен: войдите из терминала
tr: oturum kapalı: bir terminalden giriş yapın
uk: вхід не виконано: увійдіть із термінала
zh_hans: 已退出登录：请从终端登录
zh_hant: 已登出：請從終端機登入

source: staged: %@
ar: مُدرج: %@
de: vorgemerkt: %@
es: preparado: %@
fr: indexé : %@
hi: स्टेज्ड: %@
it: in stage: %@
ja: ステージ済み：%@
ko: 스테이징됨: %@
nl: gestaged: %@
pl: w indeksie: %@
pt_br: preparado: %@
ru: проиндексировано: %@
tr: hazırlanmış: %@
uk: проіндексовано: %@
zh_hans: 已暂存：%@
zh_hant: 已暫存：%@

source: submodule
ar: وحدة فرعية
de: Submodul
es: submódulo
fr: sous-module
hi: सबमॉड्यूल
it: sottomodulo
ja: サブモジュール
ko: 하위 모듈
pl: podmoduł
pt_br: submódulo
ru: подмодуль
tr: alt modül
uk: підмодуль
zh_hans: 子模块
zh_hant: 子模組

source: summary, %@
ar: ملخص، %@
de: Zusammenfassung, %@
es: resumen, %@
fr: résumé, %@
hi: सारांश, %@
it: riepilogo, %@
ja: 要約、%@
ko: 요약, %@
nl: samenvatting, %@
pl: podsumowanie, %@
pt_br: resumo, %@
ru: сводка, %@
tr: özet, %@
uk: підсумок, %@
zh_hans: 摘要，%@
zh_hant: 摘要，%@

source: teal
ar: أزرق مخضر
de: blaugrün
es: verde azulado
fr: turquoise
hi: टील
it: verde acqua
ja: ティール
ko: 청록색
nl: blauwgroen
pl: morski
pt_br: verde-azulado
ru: бирюзовый
tr: deniz mavisi
uk: бірюзовий
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: the default application
ar: التطبيق الافتراضي
de: der Standard-App
es: la app por omisión
fr: l’application par défaut
hi: डिफ़ॉल्ट ऐप
it: l’applicazione predefinita
ja: デフォルトのアプリケーション
ko: 기본 앱
nl: de standaardapp
pl: domyślna aplikacja
pt_br: o aplicativo padrão
ru: приложении по умолчанию
tr: varsayılan uygulama
uk: типовій програмі
zh_hans: 默认应用
zh_hant: 預設應用程式

source: too old: update it
ar: قديم جدًا: حدّثه
de: zu alt: Aktualisiere es
es: demasiado antiguo: actualízalo
fr: trop ancien : mettez-le à jour
hi: बहुत पुराना: इसे अपडेट करें
it: troppo vecchio: aggiornalo
ja: 古すぎます：アップデートしてください
ko: 너무 오래됨: 업데이트하십시오
nl: te oud: werk het bij
pl: za stary: uaktualnij go
pt_br: antigo demais: atualize-o
ru: слишком старый: обновите его
tr: çok eski: güncelleyin
uk: надто старий: оновіть його
zh_hans: 版本过旧：请更新
zh_hant: 版本太舊：請更新

source: type changed
ar: تغيّر النوع
de: Typ geändert
es: tipo cambiado
fr: type modifié
hi: प्रकार बदला गया
it: tipo cambiato
ja: 種類を変更
ko: 유형 변경됨
nl: type gewijzigd
pl: zmieniony typ
pt_br: tipo alterado
ru: тип изменён
tr: tür değişti
uk: тип змінено
zh_hans: 类型已更改
zh_hant: 類型已變更

source: unreadable
ar: غير قابل للقراءة
de: unlesbar
es: ilegible
fr: illisible
hi: अपठनीय
it: illeggibile
ja: 読み込めない
ko: 읽을 수 없음
nl: onleesbaar
pl: nieczytelne
pt_br: ilegível
ru: нечитаем
tr: okunamıyor
uk: нечитабельний
zh_hans: 无法读取
zh_hant: 無法讀取

source: unstaged: %@
ar: غير مُدرج: %@
de: nicht vorgemerkt: %@
es: no preparado: %@
fr: non indexé : %@
hi: अनस्टेज्ड: %@
it: non in stage: %@
ja: 未ステージ：%@
ko: 스테이징 안 됨: %@
nl: niet gestaged: %@
pl: poza indeksem: %@
pt_br: não preparado: %@
ru: не проиндексировано: %@
tr: hazırlanmamış: %@
uk: не проіндексовано: %@
zh_hans: 未暂存：%@
zh_hant: 未暫存：%@

source: untracked
ar: غير متتبَّع
de: nicht verfolgt
es: sin seguimiento
fr: non suivi
hi: अनट्रैक्ड
it: non tracciato
ja: 未追跡
ko: 추적 안 됨
nl: niet gevolgd
pl: nieśledzony
pt_br: não rastreado
ru: не отслеживается
tr: izlenmeyen
uk: не відстежується
zh_hans: 未跟踪
zh_hant: 未追蹤

source: untracked content
ar: محتوى غير متتبَّع
de: nicht verfolgter Inhalt
es: contenido sin seguimiento
fr: contenu non suivi
hi: अनट्रैक्ड सामग्री
it: contenuto non tracciato
ja: 未追跡の内容
ko: 추적되지 않는 내용
nl: niet-gevolgde inhoud
pl: nieśledzona zawartość
pt_br: conteúdo não rastreado
ru: неотслеживаемое содержимое
tr: izlenmeyen içerik
uk: вміст, що не відстежується
zh_hans: 有未跟踪的内容
zh_hant: 未追蹤的內容

source: untracked folder
ar: مجلد غير متتبَّع
de: nicht verfolgter Ordner
es: carpeta sin seguimiento
fr: dossier non suivi
hi: अनट्रैक्ड फ़ोल्डर
it: cartella non tracciata
ja: 未追跡のフォルダ
ko: 추적되지 않는 폴더
nl: niet-gevolgde map
pl: nieśledzony folder
pt_br: pasta não rastreada
ru: неотслеживаемая папка
tr: izlenmeyen klasör
uk: папка, що не відстежується
zh_hans: 未跟踪的文件夹
zh_hant: 未追蹤的資料夾

# usage.column.running
source: Running
ar: مدة التشغيل
de: Laufzeit
es: Tiempo de ejecución
fr: Temps d’exécution
hi: चलने का समय
it: Tempo di esecuzione
ja: 実行時間
ko: 실행 시간
nl: Looptijd
pl: Czas działania
pt_br: Tempo de execução
ru: Время работы
tr: Çalışma süresi
uk: Час роботи
zh_hans: 运行时间
zh_hant: 執行時間

source: very dark %@
ar: %@ داكن جدًا
de: sehr dunkel%@
es: %@ muy oscuro
fr: %@ très foncé
hi: बहुत गहरा %@
it: %@ molto scuro
ja: とても暗い%@
ko: 아주 어두운 %@
nl: zeer donker%@
pl: bardzo ciemny %@
pt_br: %@ muito escuro
ru: очень тёмный %@
tr: çok koyu %@
uk: дуже темний %@
zh_hans: 极深%@
zh_hant: 極深%@

source: waiting at its prompt
ar: في انتظار الإدخال
de: wartet an der Eingabeaufforderung
es: esperando en su prompt
fr: en attente à l’invite
hi: अपने प्रॉम्प्ट पर प्रतीक्षा में
it: in attesa al prompt
ja: プロンプトで待機中
ko: 프롬프트에서 대기 중
nl: wacht bij de prompt
pl: czeka w wierszu poleceń
pt_br: aguardando no prompt
ru: ожидает ввода
tr: komut isteminde bekliyor
uk: очікує в запрошенні
zh_hans: 正在提示符处等待
zh_hant: 在提示符號處等待

source: white
ar: أبيض
de: weiß
es: blanco
fr: blanc
hi: सफ़ेद
it: bianco
ja: 白
ko: 흰색
nl: wit
pl: biały
pt_br: branco
ru: белый
tr: beyaz
uk: білий
zh_hans: 白色
zh_hant: 白色

source: yellow
ar: أصفر
de: gelb
es: amarillo
fr: jaune
hi: पीला
it: giallo
ja: 黄
ko: 노란색
nl: geel
pl: żółty
pt_br: amarelo
ru: жёлтый
tr: sarı
uk: жовтий
zh_hans: 黄色
zh_hant: 黃色

source: yellow-green
ar: أخضر مصفر
de: gelbgrün
es: verde amarillento
fr: vert-jaune
hi: पीला-हरा
it: giallo-verde
ja: 黄緑
ko: 연두색
nl: geelgroen
pl: żółtozielony
pt_br: verde-amarelado
ru: жёлто-зелёный
tr: sarı-yeşil
uk: жовто-зелений
zh_hans: 黄绿色
zh_hant: 黃綠色

source: {%@} is not a capture of the pattern.
ar: {%@} ليست مجموعة التقاط في النمط.
de: {%@} ist keine Gruppe des Musters.
es: {%@} no es una captura del patrón.
fr: {%@} n’est pas une capture du motif.
hi: {%@} पैटर्न का कैप्चर नहीं है।
it: {%@} non è una cattura dello schema.
ja: {%@}はパターンのキャプチャではありません。
ko: {%@}은(는) 패턴의 캡처가 아닙니다.
nl: {%@} is geen groep van het patroon.
pl: {%@} nie jest grupą wzorca.
pt_br: {%@} não é uma captura do padrão.
ru: {%@} не является группой маски.
tr: {%@} desenin bir yakalaması değil.
uk: {%@} не є групою патерну.
zh_hans: {%@} 不是该模式中的捕获组。
zh_hant: {%@} 不是此樣式的擷取。

source: {{name}} is a field, {{name?}} an optional one, {{name|/regex/}} keeps part of it. Write \{{ to keep the braces as text.
ar: {{name}} حقل، و{{name?}} حقل اختياري، و{{name|/regex/}} يحتفظ بجزء منه. اكتب \{{ للاحتفاظ بالأقواس المعقوصة كنص.
de: {{name}} ist ein Feld, {{name?}} ein optionales, {{name|/regex/}} behält einen Teil davon. Schreibe \{{, um die Klammern als Text zu behalten.
es: {{name}} es un campo, {{name?}} un campo opcional, {{name|/regex/}} conserva una parte. Escribe \{{ para conservar las llaves como texto.
fr: {{name}} est un champ, {{name?}} un champ facultatif, {{name|/regex/}} en garde une partie. Écrivez \{{ pour garder les accolades comme du texte.
hi: {{name}} एक फ़ील्ड है, {{name?}} एक वैकल्पिक फ़ील्ड, {{name|/regex/}} उसका एक हिस्सा रखता है। कोष्ठकों को टेक्स्ट के रूप में रखने के लिए \{{ लिखें।
it: {{name}} è un campo, {{name?}} un campo facoltativo, {{name|/regex/}} ne conserva una parte. Scrivi \{{ per mantenere le parentesi graffe come testo.
ja: {{name}}はフィールド、{{name?}}はオプションのフィールド、{{name|/regex/}}は値の一部を取り出します。波括弧をテキストとして残すには\{{と書きます。
ko: {{name}}은 필드, {{name?}}은 선택적 필드이며, {{name|/regex/}}는 그 일부만 사용합니다. 중괄호를 텍스트로 유지하려면 \{{를 입력하십시오.
nl: {{name}} is een veld, {{name?}} een optioneel veld, {{name|/regex/}} behoudt een deel ervan. Schrijf \{{ om de accolades als tekst te behouden.
pl: {{name}} to pole, {{name?}} pole opcjonalne, a {{name|/regex/}} zachowuje jego część. Wpisz \{{, aby zachować nawiasy klamrowe jako tekst.
pt_br: {{name}} é um campo, {{name?}} um campo opcional, {{name|/regex/}} mantém parte dele. Escreva \{{ para manter as chaves como texto.
ru: {{name}} — поле, {{name?}} — необязательное поле, {{name|/regex/}} оставляет его часть. Напишите \{{, чтобы оставить фигурные скобки текстом.
tr: {{name}} bir alandır, {{name?}} isteğe bağlı bir alandır, {{name|/regex/}} alanın bir kısmını tutar. Süslü parantezleri metin olarak tutmak için \{{ yazın.
uk: {{name}} — це поле, {{name?}} — необов’язкове поле, {{name|/regex/}} залишає його частину. Напишіть \{{, щоб залишити фігурні дужки як текст.
zh_hans: {{name}} 是字段，{{name?}} 是可选字段，{{name|/regex/}} 保留其中一部分。输入 \{{ 可将花括号保留为文本。
zh_hant: {{name}} 是欄位，{{name?}} 是選填欄位，{{name|/regex/}} 會保留其中一部分。輸入 \{{ 可將大括號保留為文字。

source: “%@” can’t be sent: its name contains a control character.
ar: يتعذّر إرسال «%@»: يحتوي اسمه على حرف تحكم.
de: „%@“ kann nicht übermittelt werden: Sein Name enthält ein Steuerzeichen.
es: No se puede enviar “%@”: su nombre contiene un carácter de control.
fr: « %@ » ne peut pas être transmis : son nom contient un caractère de contrôle.
hi: “%@” भेजा नहीं जा सकता: इसके नाम में एक कंट्रोल वर्ण है।
it: Impossibile inviare “%@”: il suo nome contiene un carattere di controllo.
ja: 「%@」は送信できません。名前に制御文字が含まれています。
ko: “%@”의 이름에 제어 문자가 있어 전송할 수 없습니다.
nl: ‘%@’ kan niet worden verstuurd: de naam bevat een stuurteken.
pl: Nie można przesłać „%@”: jego nazwa zawiera znak sterujący.
pt_br: “%@” não pode ser enviado: o nome contém um caractere de controle.
ru: Невозможно передать «%@»: в имени есть управляющий символ.
tr: “%@” gönderilemiyor: adı bir denetim karakteri içeriyor.
uk: «%@» неможливо передати: його назва містить керівний символ.
zh_hans: 无法发送“%@”：其名称包含控制字符。
zh_hant: 無法傳送「%@」：其名稱包含控制字元。

source: “%@” is missing: draw it with + before keeping this avatar.
ar: «%@» مفقود: ارسمه باستخدام + قبل الاحتفاظ بهذه الصورة الرمزية.
de: „%@“ fehlt: Zeichne ihn mit +, bevor du diesen Avatar behältst.
es: Falta “%@”: dibújala con + antes de conservar este avatar.
fr: Il manque « %@ » : dessinez-la avec + avant de garder cet avatar.
hi: “%@” अनुपलब्ध है: यह अवतार रखने से पहले इसे + से बनाएँ।
it: Manca “%@”: disegnala con + prima di mantenere questo avatar.
ja: 「%@」が欠落しています。このアバターを残す前に、＋で描画してください。
ko: “%@”이(가) 누락되었습니다. 이 아바타를 유지하기 전에 +로 그리십시오.
nl: ‘%@’ ontbreekt: teken de expressie met + voordat je deze avatar behoudt.
pl: Brakuje miny „%@”: narysuj ją przyciskiem + przed zachowaniem tego awatara.
pt_br: Falta “%@”: desenhe-a com + antes de manter este avatar.
ru: Не хватает выражения «%@»: нарисуйте его кнопкой +, прежде чем оставить этот аватар.
tr: “%@” eksik: bu avatarı saklamadan önce + ile çizin.
uk: Бракує «%@»: намалюйте його за допомогою +, перш ніж залишити цей аватар.
zh_hans: 缺少“%@”：请先用 + 绘制，再保留此头像。
zh_hant: 缺少「%@」：保留此頭像前，請用 + 繪製。

source: “%@” is still running in this terminal and will be stopped.
ar: لا يزال «%@» قيد التشغيل في هذه الطرفية وسيتم إيقافه.
de: „%@“ läuft noch in diesem Terminal und wird gestoppt.
es: “%@” sigue ejecutándose en este terminal y se detendrá.
fr: « %@ » tourne encore dans ce terminal et sera arrêté.
hi: “%@” अभी भी इस टर्मिनल में चल रहा है और रोक दिया जाएगा।
it: “%@” è ancora in esecuzione in questo terminale e verrà arrestato.
ja: このターミナルでは「%@」がまだ実行中で、停止されます。
ko: “%@”이(가) 아직 이 터미널에서 실행 중이며 중단됩니다.
nl: ‘%@’ draait nog in deze terminal en wordt gestopt.
pl: „%@” nadal działa w tym terminalu i zostanie zatrzymane.
pt_br: “%@” ainda está em execução neste terminal e será parado.
ru: «%@» ещё выполняется в этом терминале и будет остановлено.
tr: “%@” bu terminalde hâlâ çalışıyor ve durdurulacak.
uk: «%@» досі виконується в цьому терміналі й буде зупинено.
zh_hans: “%@”仍在此终端中运行，将被停止。
zh_hant: 「%@」仍在此終端機中執行，將會停止。
